<template>
    <div>
        <details name="how">
            <p>Для заказа разработки какого-либо проекта Вам необходимо оставить заявку на сайте или написать мне напрямую. Вместе мы разберем идею вашего проекта и реализуем его</p>
            <summary>
                <span style="font-size: 20px; font-family: 'Bounded';">Как происходит заказ?</span>
            </summary>
        </details>
        <details name="how">
            <p>Оплата происходит дним из 3 способов</p>
            <div class="lineFaq"></div>
            <div>
                <h2>Полная предоплата</h2>
                <h3>Скидка 10%</h3>
                <p>Вы вноите полную предоплату</p>
            </div>
            <div class="lineFaq"></div>
            <div>
                <h2>Оплата частями</h2>
                <p>Вы вноите предоплату в размере 10%, после чего я приступаю к разработке. Остальная оплата делится на 3 равных части (по 30% от изначальной суммы) и оплачивается в течении разработки после выполнения каждого этапа (разработка дизайна, разработка сайта, разработка серверной логики)</p>
            </div>
            <div class="lineFaq"></div>
            <div>
                <h2>Предоплата + постоплата</h2>
                <p>Оплата разбивается на 2 части (по 50%). Первый платеж происходит перед началом выполнения заказа. Следующий платеж (второй) происходит в конце разработки (перед загрузкой сайта на сервер и запуском его в интернет)</p>
            </div>
            
            <summary>
                <span style="font-size: 20px; font-family: 'Bounded';">Как происходит оплата?</span>
            </summary>
        </details>
        <details name="how">
            <p>Точно ответа нельзя дать. Это зависит от количества заказов и сложности вашего проекта, но обычно сайт разрабатывается не дольше 14-18 дней, а чат-бот создается за 2-3 дня</p>
            <summary>
                <span style="font-size: 20px; font-family: 'Bounded';">Как долго разрабатываются проекты?</span>
            </summary>
        </details>
        <details name="how">
            <p>Выбирая сайт под ключ, вы платите один раз. Вам не надо несколько раз обьяснять разным исполнителям вашу идею. Заказывая сайт под ключ, вы получите готовый результат уже через 2 недели не парясь над несколькими исполнителями (дизайнер, разработчки, backend-разработчик)</p>
            <summary>
                <span style="font-size: 20px; font-family: 'Bounded';">Зачем выбирать сайт под ключ?</span>
            </summary>
        </details>
    </div>
</template>

<style>

.lineFaq {
    height: 2px;
    margin: 20px 0;
    width: 50%;
    border-radius: 2px;
    background: #fff;
}


@media(max-width: 1024px) {
    .lineFaq {
        width: 100%;
    }
}
</style>