<template>
    <div>
        <details name="how">
            <p>Для заказа разработки какого-либо проекта Вам необходимо оставить заявку на сайте или написать мне напрямую. Вместе мы разберем идею вашего проекта и реализуем его</p>
            <summary>
                <span style="font-size: 20px; font-family: 'Bounded';">Как происходит заказ?</span>
            </summary>
        </details>
        <details name="how">
            <p>Оплата происходит частями. Точно формат оплаты мы выберем под Ваш проект и зависит она от обьема работ. Обычно я беру 10-20% предоплаты и остальная сумма оплачивается по ходу разработки проекта</p>
            <summary>
                <span style="font-size: 20px; font-family: 'Bounded';">Как происходит оплата?</span>
            </summary>
        </details>
        <details name="how">
            <p>Точно ответа нельзя дать. Это зависит от количества заказов, но обычно сайт разрабатывается не дольше 10-12 дней, а чат-бот создается за 2-3 дня</p>
            <summary>
                <span style="font-size: 20px; font-family: 'Bounded';">Как долго разрабатываются проекты?</span>
            </summary>
        </details>
    </div>
</template>